Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=567_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Minister: SääŠmǩiõli staanumuš lij vääžnai meersaž haŠŋǩǩõs
fin: Ministerit: saamen kielten turvaaminen on tärkeä kansallinen hanke

source: SääŠmǩiõli puõttiääiŠj staanumuš lij vääžnai meersaž haŠŋǩǩõs, kååŠtt lij valddum halltõsprograŠmme.
fin: Saamen kielten tulevaisuuden turvaaminen on tärkeä kansallinen hanke, joka sisältyy hallitusohjelmaan.

source: – SääŠmǩiõl jeälltem diõtt rajjum tuåimmtuâjjprogramm puäŠđet viikkâd riikksuåvtõõzz tuŠmmjem vuâlla.
fin: - Saamen kielen elvyttämiseksi laadittu toimenpideohjelma tullaan viemään valtioneuvoston päätettäväksi.

source: – RiikkväŠldd ǩiččlââtt väŠǯǯlõš aaiŠjin huõlǩâni tõn, što ǩiõlljeälltem ekonomiilaž oudldõõzzin puäŠđet ââŠnned huõl, nääiŠt ååŠskte mättʼtõsminister Jukka Gustafsson da kulttur- da sporttminister Paavo Arhinmäki tuâjj-joouk uŠvddum eŠtǩǩõõzzâst, kååŠtt lij rajjum sääŠmǩiõl tuåimmtuâjjprogrammân.
fin: - Valtiovalta pyrkii huolehtimaan kielenelvyttämisen taloudelliset edellytykset vaikeasta ajasta huolimatta, vakuuttivat opetusministeri Jukka Gustafsson ja kulttuuri- ja urheiluministeri Paavo Arhinmäki työryhmän ehdotuksesta saamen kielen elvyttämisen toimenpideohjelmaksi.

source: Gustafsson miõlâst ǩiõlljeälltemtuåimmtuâjai čõõđtumuužžâst, ij leäkku kõõččmõš tåŠlǩ tieŠǧǧest.
fin: Gustafssonin mielestä kielenelvytystoimenpiteiden toteuttamisessa ei niinkään ole kysymys rahasta.

source: – PueŠrben ǩiõččeeŠl, tät lij politiikklaž da kultturtäätt kõõččmõš, son tuõtti.
fin: - Paremminkin tämä on poliittisen ja kulttuuritahdon kysymys, hän totesi.

source: MättŠtõsminister Gustafsson õõŠni sääŠmǩiõl ââŠnnemjurddi vääžnmõs puõŠttiääiŠj tuâjjan, jieŠllemvueŠǩǩraajõõzz mottjumuužž, ǩiõllvaajtemooudâsviikkmõõžž da meädda vuâlggmõõžž saaŠmi dommvuuŠdest.
fin: Opetusministeri Gustafsson piti saamen kielen suurina tulevaisuuden haasteina elinkeinorakenteen muuttumista, kielenvaihdoskehitystä ja poismuuttoa saamelaisten kotiseutualueelta.

source: – VueŠjjest, koŠst juŠn 70 % sääŠmpäärnain da – nuõrin jälste jeeŠres paaiŠǩin ko saaŠmi dommvuuŠdest, tõõzz taarbšet ođđ tuåimid da jeäŠrben jiijjâz ǩiõl mättʼtem vuäǯǯmõõžž.
fin: - Tilanteessa, jossa jo 70 % saamelaislapsista ja - nuorista asuu muualla kuin saamelaisten kotiseutualueella, tarvitaan uusia toimia erityisesti oman kielen opetuksen saamiseen.

source: Gustafsson õõŠni vääžnai äŠššen tõn, što ǩiõl mättʼtem riâššmõš õõlǥči leeŠd obb jânnmest.
fin: Gustafsson piti tärkeänä saamen kielen opetuksen järjestämistä koko maassa.

source: - Tuåimmjem ouglõhttvuõđi ââŠnnem mättʼtõõzz äuŠǩǩumuš lij vääžnai tåŠben, koŠst sääŠmǩiõl âŠlddmättõŠšše jiâ leäkku vuäittmõõžž, tuõtti Gustafsson.
fin: - Toimivan etäyhteyksiä käyttävän opetuksen hyödyntäminen on tärkeää siellä missä saamen kielen lähiopetukseen ei ole mahdollisuuksia, totesi Gustafsson.

source: Mättʼtõs- da kultturministeria alttad ǩiiđ mieŠldd čiõŠlǧǧeemtuâi, sääŠmǩiõl vuäittmõššân tuejjeed âŠlddmättõõzzid.
fin: Opetus- ja kulttuuriministeriö aloittaa kuluvan kevään aikana selvitystyön saamen kielen etäopetuksen mahdollistamisesta.

source: Kulttur- da sporttminister Paavo Arhinmäki muŠšttii tõŠst, što maaiŠlmest läŠppai õhtt ǩiõll kueiŠt neäŠttel kõõskin, oummi kõskkvuõđâst.
fin: Kulttuuri- ja urheiluministeri Paavo Arhinmäki muistutti siitä, että maailmassa kuolee yksi kieli kahden viikon välein.

source: – MaaiŠlmest nuŠtt 6000 ǩiõlâst, sâ 90 % liâ vaarrvueŠlnn vooŠps läŠppjed.
fin: - Maailman noin 6000 kielestä jopa 90 % on vaarassa hävitä.

source: Tõt miârkksââvv maaŠilm vääivtõõvvmõõžž da õõutbeällsaž jättâŠttmõŠšše kuâđđjumuužž da maaiŠlm alggmeerai ǩiõŠlle ruõkkõõvvâm kaallšõs kultturteâđ läŠppjumuužž, tuõtti Arhinmäki.
fin: Se merkitsee maailman köyhtymistä ja yksipuolistumista ja maailman alkuperäiskansojen kieliin varastoituneen arvokkaan kulttuuritiedon katoamista, totesi Arhinmäki.

source: Son ååskti tõn, štõ halltõs stäänn kultturipolitiikk tuâjast še sääŠm kulttur seillmõõžž.
fin: Hän vakuutti hallituksen tukevan kulttuuripolitiikassaan myös saamelaisen kulttuurin säilymistä.

source: – SääŠmǩiõl da kulttuur liâ mõõnni eeŠjji mieŠldd ravsmam pueŠrab årra, tuõtti Arhinmäki.
fin: - Saamen kielet ja kulttuurit ovat viime vuosina selvästi vahvistuneet, totesi Arhinmäki.

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi späŠssbõõžži tuâjj-joouk tän oŠnnstam tuâjast da tuäivai sääŠmǩiõl jeälltemtuåimmtuâi ouddnumuužž da teäggtõõzz vuäǯǯmõõžž tän tuõjju.
fin: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kiitti työryhmää onnistuneesta työstä ja toivoi saamen kielen elvytystoimenpiteiden etenevän ja saavan myös rahoituksen.

source: – SääŠmteeŠǧǧest da sääŠmõhttsažkååŠddest liâ jõnn vuârddmõõžž ǩiõlljeälltemprograammâst.
fin: - Saamelaiskäräjillä ja saamelaisyhteisössä on suuret odotukset kielenelvytysohjelmasta.

source: Täävtõssân lij põõšši maall äiggavuäǯǯmõš ǩiõll jeälltem da suõjjeem diõtt, tuõtti Näkkäläjärvi.
fin: Tavoitteenamme on pysyvän mallin aikaansaaminen kielen elvyttämistä ja suojaamista varten, totesi Näkkäläjärvi.

source: HaŠŋǩǩõõzz vuäŠpstemjoouk vuässlaž Irja Seurujärvi-Kari tuõtti, što lij späŠssebvuõđlaž ǩiõlljeälltem tuåimmtuâiprograammeŠtǩǩõõzz valmštumuužžâst.
fin: Hankkeen ohjausryhmän jäsen Irja Seurujärvi-Kari totesi olevansa kiitollinen kielenelvytyksen toimenpideohjelmaehdotuksen valmistumisesta.

source: – Vääžnmõs ǩiõl jeälltem oŠnstumuŠšše lij positiivlaž mieŠldd åårrmõš, takai tättamvueŠǩǩ da õhttsaž visio, tuõtti Seurujärvi-Kari.
fin: - Tärkeintä kielen elvyttämisen onnistumiselle on positiivinen ilmapiiri, yleinen tahtotila ja yhteinen visio, totesi Seurujärvi-Kari.
